Repository: ayasa520/waydroid-helper
Catalog: po/*.po
Languages: de

source: Loading
de: Lade

source: Start
de: Starten

source: Stop
de: Stoppen

source: Show full ui
de: Komplette Oberfläche anzeigen

source: Restart(Update configs)
de: Neustart (Konfiguration aktualisieren)

source: Initialize
de: Initalisieren

source: spoof device
de: Gerät vortäuschen

source: Show
de: Zeigen

source: Cancel
de: Abbrechen

source: Effective only while Waydroid session is running. Some settings require restarting the Waydroid session to apply
de: Nur aktiv während die Waydroidsitzung läuft. Einige Einstellungen benötigen einen Neustart der Waydroidinstanz um aktiv zu werden

source: Enable window integration with the desktop
de: Aktiviere Fensterintegration mit der Benutzeroberfläche

source: Workaround for showing the cursor inmulti_windows mode on some compositors
de: Workaround um den Mauszeiger (inmulti_windows Modus) bei manchen Compositors anzuzeigen

source: Swaps the color space from RGBA to BGRA (only works with our patched mutter so far)
de: Wechselt den Farbraum von RGBA zu BGRA (funktioniert nur mit gepatchten mutter)

source: Let the Waydroid container sleep (after the display timeout) when no apps are active
de: Lässt den Waydroidcontainer schlafen (nach der Bildschirmabschaltung) wenn keine Anwendungen aktiv sind

source: Allow android direct access to hotplugged devices
de: Erlaube Android direkten Zugriff auf Geräte

source: Interpret mouse inputs as touch inputs. Enter the package names separated by ",". Use the wildcard "*" to match all Apps
de: Interpretiere Mauseingaben als Toucheingaben. Paketnamen separat mit "," eingeben. Verwende Platzhalter "*" um alle Applikationen auszuwählen.

source: Package names
de: Paketnamen

source: Make the Apps appear as if connected to WiFi. Enter the package names separated by ",". Use the wildcard "*" to match all Apps
de: Lässt Anwendungen als im Drahtlosnetzwerk erscheinen. Paketnamen separat mit "," eingeben. Verwende Platzhalter "*" um alle Applikationen auszuwählen.

source: Adjust height padding
de: Abstand Höhe einstellen

source: Adjust width padding
de: Abstand Breite einstellen

source: Used for user to override desired resolution
de: Verwenden um verlangte Auflösungen zu überschreiben

source: hide navbar
de: Navigationsleiste ausblenden

# shortcut window
source: General
de: Allgemein

# shortcut window
source: Show Shortcuts
de: Tastenkürzel zeigen

# shortcut window
source: Quit
de: Beenden

source: Available Versions
de: Verfügbare Versionen

source: Menu
de: Menü

source: _Preferences
de: _Einstellungen

source: _Keyboard Shortcuts
de: _Tastenkürzel

source: _About waydroid-helper
de: _Über waydroid-helper

source: Connected
de: Verbunden

source: Waydroid session is running
de: Waydroidsitzung läuft

source: Stopped
de: Gestoppt

source: Waydroid session is stopped
de: Waydroidsitzung ist gestoppt

source: Uninitialized
de: Uninitialisiert

source: Waydroid is not initialized
de: Waydroid ist nicht initialisiert

source: Restart the session to apply the changes
de: Die Sitzung neu starten um die Änderungen zu übernehmen

source: Save and restart the container
de: Speichern und die Instanz neu starten

source: Interpret mouse inputs as touch inputs. Enter the package names separated by ','. Use the wildcard '*' to match all Apps
de: Interpretiere Mauseingaben als Toucheingaben. Paketnamen separat mit "," eingeben. Verwende Platzhalter "*" um alle Applikationen auszuwählen.

source: Make the Apps appear as if connected to WiFi. Enter the package names separated by ','. Use the wildcard '*' to match all Apps
de: Lässt Anwendungen als im Drahtlosnetzwerk erscheinen. Paketnamen separat mit "," eingeben. Verwende Platzhalter "*" um alle Applikationen auszuwählen.

source: Home
de: Übersicht

source: Settings
de: Einstellungen

source: Extensions
de: Erweiterungen

source: Extension Conflict
de: Konflikt bei Erweiterungen

source: Uninstall Confirmation
de: Bestätigung zum Deinstallieren

source: Do you want to uninstall the conflicting extensions
de: Sollen die in Konflikt stehenden Erweiterungen deinstalliert werden:

source: Do you want to uninstall
de: Soll deinstalliert werden:

source: Extension Installation
de: Installieren von Erweiterungen

source: Do you want to install
de: Soll installiert werden:

source: Installation Failed
de: Installation fehlgeschlagen

source: Uninstallaion Failed
de: Deinstallieren fehlgeschlagen

source: Installation Complete
de: Installation fertiggestellt

source: Uninstallation Complete
de: Deinstallieren fertiggestellt

source: {0} has been successfully installed.
de: {0} wurde erfolgreich installiert.

source: {0} has been successfully uninstalled.
de: {0} wurde erfolgreich deinstalliert.

source: Shared Folders
de: Freigegebene Ordner

source: Use the button below to add your first shared folder. For file sharing to work, you need to have <a href='https://bindfs.org/'>bindfs</a> installed.
de: Verwenden Sie den unteren Knopf um Ihren ersten freizugeben Ordner hinzuzufügen. Damit das Teilen funktioniert muss <a href='https://bindfs.org/'>bindfs</a> installiert sein.

source: Restart the systemd user service immediately
de: Der systemd user service muss umgehend neu gestartet werden

source: Source
de: Ausgangspfad

source: Target
de: Zielpfad

source: Save
de: Speichern

source: Target Directory
de: Zielordner

source: Select Folder
de: Ordner wählen

source: Select
de: Auswählen
